tap "derailed/k9s"
tap "romkatv/powerlevel10k"
tap "spacelift-io/spacelift"
brew "act"
brew "adr-tools"
brew "openssl@3"
brew "aws-sso-util"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bitwarden-cli"
brew "yamale"
brew "chart-testing"
brew "check-jsonschema"
brew "conftest"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gum"
brew "helm"
brew "helmfile"
brew "jq"
brew "just"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubie"
brew "kustomize"
brew "minikube"
brew "mkcert"
brew "nss"
brew "opentofu"
brew "parallel"
brew "postgresql"
brew "powerlevel10k"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "tailscale"
brew "terraform"
brew "tflint"
brew "tilt"
brew "tree"
brew "trivy"
brew "watch"
brew "wget"
brew "xh"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "spacelift-io/spacelift/spacectl"
cask "1password-cli"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "sourcetree"
cask "visual-studio-code"
